export const PROFILE_DATA = {
  name: "اسمارت نوتریشن | SmartNutrition",
  bio: "تولیدکننده مکمل های غذایی و فرمولاهای غذای ویژه",
  image: "https://cdn.yeklinks.ir/media/images/1000066935_f6d56a6c-083b-400d-bfe4-103a3e428c3c.jpg",
  backgroundImage: "https://cdn.yeklinks.ir/media/defaults/backgrounds/solid-color-image_4d3e177d-76b0-4cc3-b4cb-bf6fc11d8ee1.png"
};

export const PRODUCT_DATA = {
  image: "https://cdn.yeklinks.ir/media/slider/1000075473_e66e970a-888a-497b-bf54-64c584f3e708.png",
  titleHtml: `<span class="text-blue-800 text-xl font-bold">محصولات <span class="text-red-600">خانواده فست‌میل</span></span>`,
  description: "فست میل اسمارت نوتریشن، مکمل غذایی و فرمولای غذای ویژه است که با هدف تامین کالری، پروتئین، ویتامین‌ها و مواد معدنی مورد نیاز افراد سالم، بیماران بستری، سرپایی و گروه‌های خاص فرموله شده است."
};

export const INTRO_TEXT = "اسمارت نوتریشن از دل ایده‌ای دانش بنیان و با هدف ترویج سبک زندگی سالم و مبتنی بر علم، توسط مجموعه پژوهش گستران تغذیه آسان متولد شد. این مسیر از ابتدا با همکاری گروهی از دانشگاهیان و کارشناسان علمی آغاز گردید، و امروز، اسمارت نوتریشن به‌عنوان یکی از شرکت‌های پیشرو در بهره‌گیری از آخرین یافته‌های پژوهشی و استانداردهای جهانی، محصولات و خدماتی منحصر بفرد و نوآورانه در حوزه فرمولاهای غذای ویژه و مکمل‌های تغذیه‌ای برای حفظ و ارتقای سلامت آحاد مردم را تحت عنوان خانواده محصولات فست‌میل ارائه می‌دهد.";

export const MAP_DATA = {
  address: "میدان ونک، خیابان ملاصدرا، خیابان شیراز جنوبی، خیابان گرمسار غربی، پلاک ۲۹",
  link: "https://maps.google.com/?q=35.7559893,51.3991693"
};

export const FAQ_DATA = {
  question: "چرا امکان خرید مستقیم از شما وجود ندارد؟",
  answer: "به دلیل نوع مجوزها و ماهیت محصولات ما، فرآیند فروش زیر نظر وزارت بهداشت و ارگان های مرتبط انجام می‌شود. محصولات SmartNutrition در دسته مکمل‌ها و فرآورده‌های تغذیه‌ای تخصصی قرار می‌گیرند و الزاماً از طریق داروخانه‌های معتبر قابل تهیه هستند."
};
